IDEA StatiCa Open Model
ResultOnMesh.PlatesElement Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of elements for each plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PlateElements> PlatesElement { get; set; }
Public Property PlatesElement As List(Of PlateElements)
	Get
	Set
public:
property List<PlateElements^>^ PlatesElement {
	List<PlateElements^>^ get ();
	void set (List<PlateElements^>^ value);
}
Property Value
Type: List<PlateElements>
See Also
Reference
ResultOnMesh Class
IdeaRS.OpenModel.Result Namespace